{
	"header": {
		"home": "Inicio",
		"projects": "Proyectos",
		"knowledge": "Conocimientos",
		"contact": "Contacto"
	},

	"home": {
		"title": "Inicio",

		"hello": "Hola, soy",
		"dev": "Desarrollador",
		"typewriterReverse": false,
		"typewriter": [
			"Frontend",
			"Backend",
			"Fullstack"
		],
		"learnMore": "Aprende más sobre mí",

		"aboutMe": [
			"Soy un estudiante de ciclo en Desarrollo de Aplicaciones Web apasionado por las nuevas tecnlogías y el sector de las TIC.",
			"Me considero una persona muy organizada y con una gran motivación a la hora de abarcar proyectos, en los cuales, dispongo de facilidad a la hora de adaptarme a las circunstancias.",
			"Mis proyecciones personales a largo plazo incluyen; formar parte en un proyecto importante en una empresa del sector y desarrollar un proyecto propio con de una complejidad elevada."
		],

		"nextPath": "Conoce mis proyectos"
	},

	"projects": {
		"title": "Proyectos",
		"searchProjectLabel": "Buscar proyecto",

		"resetFilters": "Reiniciar filtros",
		"filterByTech": "Filtrar por tecnologías",
		"filterByLang": "Filtrar por lenguajes",

		"projects": [
			{
				"id": 1,
				"name": "Creador de eventos ICS",
				"description": "Una pequeña aplicación para generar archivos .ics con parámetros adicionales para eventos recurrentes.\nLa característica principal es la posibilidad de repetir eventos cada X días, ignorando días concretos de la semana."
			},{
				"id": 2,
				"name": "Red social Revels",
				"description": "Un proyecto individual realizado para la asignatura de Entorno Servidor.\nConsiste en una red social con funcionalidades básicas como; registro, inicio de sesión, publicación de contenido, comentarios, etc."
			},{
				"id": 3,
				"name": "Reproductor de video para React",
				"description": "Proyecto parcial para crear un componente de React de un reproductor de video con funcionalidad avanazada.\nEl propósito es ser usado en otros proyectos, ya que las opciones en el mercado actual considero que dejan que desear."
			},{
				"id": 4,
				"name": "Chat de grupo",
				"description": "Una pequeña aplicación web con una sala de chat única pensada para chatear con los compañeros de clase en momentos puntuales.\nIncluye la posibilidad de usar emojis y stickers personalizados, y cambiar tema claro/oscuro, entre otras cosas."
			},{
				"id": 5,
				"name": "Mi portfolio",
				"description": "Esta misma página web, es un proyecto personal con el objetivo de representar de forma más dinámica e interactiva mis habilidades y conocimientos."
			}
		],

		"nextPath": "Mis estudios y conocimientos"
	},


	"knowledge": {
		"title": "Conocimientos",
		"nextPath": "¿Cómo contactarme?"
	},


	"contact": {
		"title": "Contacto",

		"contactForm": {
			"contactMe": "Contacta conmigo",
			"name": "Nombre",
			"email": "Correo electrónico",
			"message": "Mensaje",
			"send": "Enviar mensaje"
		},

		"socialDesc": {
			"github": "Mi repositorio de proyectos personales donde comparto mi código.",
			"instagram": "El sitio donde comparto  los mejores momentos de mis aventuras",
			"linkedin": "Mi perfil profesional con mi experiencia laboral y mis estudios"
		}
	}
}